[IO_PositiveSelfImage_EllieDecoration InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_PositiveSelfImage_Decal MissionItemDefinition]
UseFailureCharacterMessage="are you serious %s Use this article."
ItemName="Cover decoration "Ellie la gorda""
PickupMessage="you there %s"
UseFailureLevelMessage="You must have at least %d level to use this feature.."
UseFailureConstraintsMessage="It can not be used."
NoManufacturerName="More"

[ItemDefs.ID_MO_PositiveSelfImage_Decal:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Garden Thieves is a gem designed to kill rodents. out of order."
NoConstraintText=""
Suffix=""
Prefix=""

